{
  "questions": [
    {
      "title": "Hillary defines the establishment!",
      "link": "defines-the-establishment",
      "argument": [
        "Yes, Hillary is definitively a seasoned politician who has been at the center of politics for decades, which is exactly why she’s the best candidate for the job",
        "<b>She’s got the experience:</b> As a former secretary of state, U.S. senator, and first lady, no one is more qualified to be president than Hillary. She’s lived with the complicated global and local issues for decades and understands the nuance necessary to make good decisions. With the uncertain political and economic climate we need someone with a clear head and perspective.",
        "<b>She has the contacts:</b> Both within our government and globally, Clinton knows the players. She knows how they think. She’s shared memories and perspectives. International crisis in the Middle East – she knows who to call and how to talk to them. Bills that need to be passed in Washington? She's worked with them all.",
        "America needs a leader with experience, who’s learned the tough lessons, and knows how to apply restraint and perspective to our complicated times."
      ],
      "sources": [
        {
          "title": "Here's a list of all her accomplishments:",
          "url": "http://www.dailykos.com/story/2015/9/17/1422403/-Hillary-Clinton-s-Record-of-Accomplishments"
        },
        {
          "title": "Or refer to Wikipedia:",
          "url": "https://en.wikipedia.org/wiki/Hillary_Clinton"
        }
      ]
    },
    {
      "title": "She's corrupt! Look at all those scandals!",
      "link": "what-about-her-scandals",
      "argument": [
        "Hillary’s been in the public spotlight for a long time. And she’s been the subject of attacks and campaigns to smear her for that long",
        "<b>Accusation doesn’t equal guilt:</b> Let’s first remember, that an accusation doesn’t equal guilt.",
        "<b>No allegations of corruption have ever stuck.</b> In this world of nasty politics and rumors if anything were as earth-shattering as Fox News claims it would have come to trial and conviction.",
        "<b>Check your sources on the internet:</b> There are a lot of crazy scandals and accusations on the internet (Clinton was mean to a dog once, she stole White House furniture, etc etc etc). Please, check your sources, don’t rely on hearsay or gossip."
      ],
      "sources": [
        {
          "title": "Here's the dirty laundry: A list of the biggest Clinton scandals:",
          "url": "http://www.theatlantic.com/politics/archive/2016/06/tracking-the-clinton-controversies-from-whitewater-to-benghazi/396182/"
        },
        {
          "title": "John Oliver just did a great piece on her scandals as well:",
          "url": "https://www.youtube.com/watch?v=h1Lfd1aB9YI&feature=youtu.be"
        },
        {
          "title": "And here:",
          "url": "http://www.wnd.com/2015/05/here-they-are-hillarys-22-biggest-scandals-ever"
        },
        {
          "title": "Here's a really good in-depth analysis on investigations into Hillary:",
          "url": "http://www.theatlantic.com/magazine/archive/2015/03/among-the-hillary-haters/384976/"
        }
      ]
    },
    {
      "title": "Those emails though...",
      "link": "what-about-those-emails",
      "argument": [
        "Yes, this is unfortunate. Hillary messed up by having the server in the first place and didn’t handle the whole investigation as well as she could have.",
        "Now, let’s ask ourselves, so what? Big picture, what does this email thing mean?  With everything she has going for her and everything her opponent doesn’t, should we really care?  Here’s the 3 main questions this all distills down to:",
        "<b>Was it criminal:</b>  No. The FBI investigation concluded that they do not believe Clinton or her aids deliberately deleted or withheld emails. They also concluded that she did not intentionally or willfully mishandle classified information. Their extensive investigation concluded she acted recklessly but that there would be no charges. And they did not go easy on her or take this investigation lightly.",
        "<b>Did it cause any harm to our country?</b> No. There is no proof, formal charge, or specific allegation – only speculation – that foreign governments could have accessed her emails.",
        "<b>Does it mean we can’t trust her? Is this covering up something bigger?</b> Probably not. Any massive scandal she could be covering up in a deleted email would likely have come out elsewhere. Remember emails are two-way communications – they’re sent from someone to someone. Emails can be forwarded. If there were a huge scandal lurking in her correspondence it would be possible to trace it based on who it was sent to/from."
      ],
      "sources": [
        {
          "title": "A great fact sheet about the email scandal so far:",
          "url": "http://www.nytimes.com/interactive/2016/05/27/us/politics/what-we-know-about-hillary-clintons-private-email-server.html?_r=0"
        },
        {
          "title": "And another summary from FactCheck.org:",
          "url": "http://www.factcheck.org/2016/06/partisan-spin-on-clintons-emails/"
        },
        {
          "title": "And a good breakdown of the \"scandals\"",
          "url": "http://www.vox.com/2016/9/13/12770636/hillary-clinton-email-scandals-explained"
        },
        {
          "title": "A deeper dive into some of the issues:",
          "url": "http://www.politico.com/magazine/story/2016/07/hillary-clinton-missing-emails-secretary-state-department-personal-server-investigation-fbi-214016"
        },
        {
          "title": "Here’s the Clinton campaign’s answers to top email questions:",
          "url": "https://www.hillaryclinton.com/briefing/factsheets/2015/07/13/email-facts/"
        },
        {
          "title": "<b>From the FBI:</b> To warrant a criminal charge, Mr. Comey said, there had to be evidence that Mrs. Clinton intentionally transmitted or willfully mishandled classified information. The F.B.I. found neither, and as a result, he said, “our judgment is that no reasonable prosecutor would bring such a case.”",
          "url": "https://www.fbi.gov/news/pressrel/press-releases/statement-by-fbi-director-james-b-comey-on-the-investigation-of-secretary-hillary-clinton2019s-use-of-a-personal-e-mail-system"
        },
        {
          "title": "Classification of emails:",
          "url": "http://www.nytimes.com/2016/02/29/opinion/the-broken-system-of-classifying-government-documents.html"
        }
      ]
    },
    {
      "title": "And she’s owned by Wall Street!",
      "link": "she-is-owned-by-wallstreet",
      "argument": [
        "There’s a lot of attention on Hillary’s Wall Street speeches. Yes, she likely said some corporate platitudes she regrets. But let’s look into this a level deeper:",
        "<b>She should have been talking to and should keep talking to Wall Street:</b> As a Senator from NY, Wall Street was a major constituent.  The NY Stock Exchange and NASDEQ are the 1st and 2nd largest stock exchanges in the world.  Financial services account for more than 35 percent of the New York City’s employment income. Recent labor stats show that almost 500,000 people are employed in finance in NYC. Wall Street contributes wealth to our nation and also contributes to financial problems. Our politicians NEED to talk to them",
        "<b>She’s given a lot of speeches.</b> Clinton has given nearly 100 paid speeches since leaving the State Department and only 8 were Wall Street.  Her Wall Street speeches weren’t even her highest paid speeches",
        "<b>She’s actually been pretty hard on Wall Street:</b> As senator, Clinton’s record for Wall Street reform and speaking out against excesses was solid. So is her plan moving forward.",
        "Finally, just because she spoke to Wall Street Execs…doesn’t mean she is owned by them.  By this logic, the American Camping Association and Ebay, who also paid her to speak, own her too."
      ],
      "sources": [
        "https://thepolicy.us/thinking-about-hillary-a-plea-for-reason-308fce6d187c#.75tvbya5x",
        {
          "title": "<b>She should be talking to Wall Street.</b> NY government Labor Stats showing that finance is a major industry and big employer",
          "url": "https://www.labor.ny.gov/stats/nyc/"
        },
        {
          "title": "JP Morgan is the 3rd largest employer in all of NY state. It would be irresponsible for her not to talk to them:",
          "url": "https://www.labor.ny.gov/stats/nys/Largest-private-sector-employers-NYS.shtm"
        },
        {
          "title": "Wikipedia's summary:",
          "url": "https://en.wikipedia.org/wiki/Economy_of_New_York_City"
        },
        {
          "title": "<b>Here's a transcript of one of her Wall Street speeches.</b> Not as harsh as some people would like, but she’s firm that Wall Street is part of the problem:",
          "url": "http://www.presidency.ucsb.edu/ws/index.php?pid=77081"
        },
        {
          "title": "Here's part of her financial plan to address Wall Street:",
          "url": "https://www.hillaryclinton.com/briefing/factsheets/2015/10/08/wall-street-work-for-main-street/"
        },
        {
          "title": "A good perspective on her Wall Street speeches:",
          "url": "http://theweek.com/articles/618681/bernie-sanders-made-best-case-against-hillary-clinton-brooklyn-debate-wasnt-good-enough"
        }
      ]
    },
    {
      "title": "She’s untrustworthy!",
      "link": "she-is-untrustworthy",
      "argument": [
        "“Truth” is defined as accordance with fact or reality.  Politifact, a Pulitzer prize-winning fact-checking organization analyzes what politicians say and has rated Hillary’s statements throughout the years. They found 72% of her statements truthful (about the same as Bernie Sanders). By comparison, Trump’s statements were 70% false.",
        "The human side: Imagine the deepest, darkest secrets of your family and your sex life were the subject of national debate, talk shows, and satire for years… wouldn’t you keep things a little closer to your chest?  Wouldn’t you want some privacy? Denying being sick is something we all do",
        "It’s fair to expect more transparency. But it’s a double standard to insist that she has some higher level of purity or truth than any other politician. Are you really being fair by saying she’s untrustworthy?"
      ],
      "sources": [
        {
          "title": "To compare Hillary’s truthfulness to other politicians, Politifact has made it easy:",
          "url": "http://www.politifact.com/personalities/hillary-clinton/"
        },
        {
          "title": "Here’s a good detailed breakdown on why you should Trust Hillary (written by a journalist/editor who’s covered Clinton scandals and who has been critical of Hillary in the past):",
          "url": "https://www.theguardian.com/commentisfree/2016/mar/28/hillary-clinton-honest-transparency-jill-abramson"
        }
      ]
    },
    {
      "title": "She’s power hungry!",
      "link": "she-is-power-hungry",
      "argument": "Yes! She’s running for President of The United States, the most powerful position in the world! Anyone running for public office wants power.",
      "sources": [{
        "title": "There’s a good chance there’s some underlying sexism in this statement",
        "url": ""
      }]
    },
    {
      "title": "Look what she did in Benghazi!",
      "link": "what-about-benghazi",
      "argument": [
        "What happened in Benghazi was a tragedy and it’s good that Congress is trying to learn the truth about what happened to make sure the mistakes that were made don’t happen again.  What is wrong though is how this has been politicized and used as a witch hunt against Hillary.  In the months of investigation nothing has surfaced indicating her responsibility for the deaths of the American Ambassador and 3 others.",
        "Members of Congress accuse Hillary of not responding to emails asking for more resources for the Embassy that were addressed to her… as we saw in her email scandal she received thousands of emails and cables emails addressed to her from the approximately 307 US embassies around the world. She cannot be expected to personally oversee all of those details… that’s what delegation is for.",
        "Prior to Benghazi, were there 13 attacks on embassies and 66 deaths under President George W. Bush – where is the congressional committee for these attacks?",
        "In 1998 224 people were killed in a bombing at the US embassy in Nairobi and another (that also injured 4,000). Another bombing at the embassy in Dar es Salaam, Tanzania, on the same day killed 11 and injured 85.  There was no Congressional Committee",
        "Benghazi was a tragedy that has been over politicized… but it reflects nothing of her leadership."
      ],
      "sources": [
        {
          "title": "Here's a list of the terrorist attacks that happened under Bush's watch:",
          "url": "http://www.politifact.com/embassyattacks/"
        },
        "http://www.politifact.com/truth-o-meter/statements/2014/may/12/john-garamendi/prior-benghazi-were-there-13-attacks-embassies-and/",
        {
          "title": "Here’s more details on the massive embassy presence the US has around the world:",
          "url": "http://www.cnn.com/2013/05/09/politics/btn-diplomatic-presence/"
        }
      ]
    },
    {
      "title": "She voted for Iraq!",
      "link": "she-voted-for-iraq",
      "argument": [
        "<b>Iraq is not on Hillary and saying that is forgetting 8 years of Bush</b>",
        "Iraq is on Bush and Cheney and Rumsfeld and Wolfowitz and a whole slew of others who misled the American people, Congress, and the world.",
        "Hillary was one of 77 Senators who voted for the Iraq War resolution (48 Republicans, 29 Democrats). Hillary voted based on the evidence the Bush administration presented. The fact that it was wrong is on them."
      ],
      "sources": [
        {
          "title": "Just read the Wikipedia page on Iraq:",
          "url": "https://en.wikipedia.org/wiki/Rationale_for_the_Iraq_War"
        },
        {
          "title": "Here’s a list of everyone else who voted for the War:",
          "url": "https://en.wikipedia.org/wiki/Iraq_Resolution"
        }
      ]
    },
    {
      "title": "The Clinton Foundation is corrupt – it should be shut down.",
      "link": "clinton-foundation",
      "argument": [
        "The Clinton Foundation has made a measureable impact on the health and economic wellbeing of millions of people around the world and has energized and transformed the global philanthropic community.",
        "The Foundation’s impact has been objectively proven and its transparency rated by international watchdogs for almost 20 years.",
        "The Clinton Foundation refers to a series of initiatives that have a broad impact on diverse communities and sectors abroad and at home. Programs include interventions to fight obesity in American schools, job and market creation in Latin America, better farming practices across Africa, and transformative HIV/AIDS work that impacts over 11 million people.",
        "The numbers behind these initiatives and their impact may seem inflated, but each number and success story touted in the annual reports has been backed by independent reviews and peer reviewed studies.  The quick soundbites we hear about the Foundation only scratch the surface of the incredible impact the Foundation has made on millions around the world.",
        "Like all charities, businesses, or organizations, Clinton Foundation has had its problems. Unlike most charities, however, Clinton Foundation is run like a business with strong metrics in place to measure success and course correct where necessary. Charity watchdogs have given it top ratings and all financials are publically available.",
        "These recent political attacks are not based on the facts and undermine the important work the Foundation does."
      ],
      "sources": [
        {
          "title": "<b>Obesity in America:</b> In 2015 alone the Foundation helped over 18 million students in 31,000 schools get healthier through physical education, nutrition, and health education. The CDC has conducted several independent peer-reviewed studies on the impact:",
          "url": "http://www.cdc.gov/Pcd/issues/2015/15_0020.htm"
        },
        {
          "title": "<b>Climate-smart agriculture:</b> 150,000+ farmers in Malawi, Rwanda, and Tanzania are benefiting from climate-smart agronomic training, higher yields, and increased market access. A case study from Malawi:",
          "url" : "https://cgspace.cgiar.org/bitstream/handle/10568/69018/CCAFSpbSoil.pdf?sequence=6&isAllowed=y"
        },
        {
          "title": "<b>Creating Market Opportunities:</b> over 600,000 people have been impacted through market opportunities created by social enterprises and health and wellbeing programs in Latin America, the Caribbean, Asia, and Africa. Forbes’s take:",
          "url": "http://www.forbes.com.mx/filantropia-corporativa-un-negocio-donde-todos-ganan/#gs.AlIST2w"
        },
        {
          "title": "<b>HIV/AIDS and Health System Strengthening:</b> Over 11.5 million people in more than 70 countries have access to CHAI-negotiated prices for HIV/AIDS medications. This independent study measured the direct impact:",
          "url": "http://www.scielosp.org/scielo.php?script=sci_arttext&pid=S0042-96862009000700013&lng=en&nrm=iso"
        },
        {
          "title": "Another assessment:",
          "url": "https://histphil.org/2016/09/14/the-clinton-foundation-and-the-declining-price-of-antiretroviral-drugs-a-cautionary-success-story/"
        },
        {
          "title": "<b>Energizing the philanthropic and development communities:</b> Members of the Clinton Global Initiative community have made more than 3,600 Commitments to Action, which have improved the lives of over 435 million people in more than 180 countries. Some have failed, but most have succeeded:",
          "url": "https://www.devex.com/news/a-first-look-at-failed-clinton-global-initiative-commitments-88175"
        },
        {
          "title": "Politifact has fact-checked Clinton’s statements about the Foundation’s reach:",
          "url": "http://www.politifact.com/global-news/statements/2016/jun/15/hillary-clinton/clinton-clinton-foundation-helped-9-million-lower-/"
        },
        {
          "title": "Independent charity watch dogs opinions:",
          "url": "https://www.charitynavigator.org/index.cfm?bay=search.summary&orgid=16680"
        },
        "https://www.guidestar.org/profile/31-1580204"
      ]
    },
    {
      "title": "Clinton Foundation gave donors unfair access to the State Department",
      "link": "unfair-access",
      "argument": [
        "The Associated Press recently published that while Secretary of State 85 of the 154 meetings Hillary had with non-government officials were Clinton Foundation donors either personally or through companies or groups.  The article acknowledges that there were no laws broken but rightly questions the access these donors had to the State Department.",
        "<b>This attack fails to acknowledge that Clinton had legitimate government business to meet with many of these individuals.</b> The Clinton Foundation donors are individuals with deep ties to international development. This count of Clinton Foundation donors who Hillary met with includes major influencers and innovators in international development and diplomacy including Melinda Gates and Nobel prize winners Elie Wisel and Muhammad Yunus. These are exactly the type of people that the Secretary of State should be meeting with.",
        "The AP calculations misrepresent the proportion of Hillary’s schedule that was spent with CF donors. Let’s do a little math: AP claimed that 85 out of 154 (55%) percent were Clinton Foundation donors or related to donors.",
        "The numerator: See above statement. It also turns out some of these “meetings” counted if someone sat at her table during a gala dinner or if someone attended a group breakfast event she hosted.",
        "The denominator is wrong: During her time as Secretary of State, Clinton traveled to over 120 countries and met with thousands of people. There’s 2,000 meetings logged with world leaders plus countless other meetings she had with staff and government officials.",
        "So, if we redo the math, still accepting the shaky numerator, 85, and let’s be safe and call the denominator 2000: <b>85/2000 = 4%.</b>"
      ],
      "sources": [
        "http://bigstory.ap.org/article/82df550e1ec646098b434f7d5771f625/many-donors-clinton-foundation-met-her-state",
        "http://nypost.com/2016/08/23/majority-of-foundation-donors-got-special-access-to-hillary/",
        "https://www.washingtonpost.com/politics/emails-reveal-how-foundation-donors-got-access-to-clinton-and-her-close-aides-at-state-dept/2016/08/22/345b5200-6882-11e6-8225-fbb8a6fc65bc_story.html"
      ]
    },
    {
      "title": "But the Clinton Foundation has taken millions from foreign governments!",
      "link": "foreign-governments",
      "argument": [
        "That’s what Foundations do, Clinton Foundation’s website lists them all. Yes, Saudi Arabia, Kuwait, and the UAE have given (all of which are US allies). So have the UK, the Netherlands, Australia and many others.",
        "Receiving money from foreign governments to do international development work isn’t scandalous – it’s what being part of the international community is all about.  Didn’t someone say in the debates recently that our allies should pay their fair share?  Clinton Foundation participates in numerous partnerships and collaborations with foreign governments.  They have never tried to hide it – in fact it’s what makes the Foundation strong.",
        "These “bad actors” the Foundation has received money from over the years such as Algeria and Saudi Arabia are US allies and provided ear marked funds to targeted development programs.",
        "We shouldn’t site Clinton Foundation’s impact on the health and livelihoods of millions to give it a free pass from scrutiny.  A responsible press should ask for transparency and watch out for conflicts of interest.  The Foundation is doing the right thing by vowing to not accept foreign donations if Clinton becomes president."
      ],
      "sources": [
        {
          "title": "Example of Clinton Foundation taking money from a foreign government – this is not a scandal:",
          "url": "http://www.prnewswire.com/news-releases/uks-department-for-international-development-unilever-and-the-clinton-giustra-enterprise-partnership-join-forces-to-improve-health-and-well-being-for-100-million-people-in-africa-and-south-asia-529458561.html"
        },
        {
          "title": "Clinton Foundation’s disclosure of their donors:",
          "url": "https://www.clintonfoundation.org/contributors"
        },
        {
          "title": "Here’s the Foundations MOU with the State Department about donations from other countries:",
          "url": "http://media.washingtonpost.com/wp-srv/politics/documents/memorandum_of_understanding_clinton.pdf"
        }
      ]
    }
  ]
}
