{
  "questions": [
    {
      "title": "Hillary defines the establishment!",
      "argument": [
        "Yes, Hillary is definitively a seasoned politician who has been at the center of politics for decades, which is exactly why she’s the best candidate for the job",
        "She’s got the experience:  As a former secretary of state, U.S. senator, and first lady, no one is more qualified to be president than Hillary. She’s lived with the complicated global and local issues for decades and understands the nuance necessary to make good decisions. With the uncertain political and economic climate we need someone with a clear head and perspective.",
        "She has the contacts: Both within our government and globally, Clinton knows the players. She knows how they think. She’s shared memories and perspectives. International crisis in the Middle East – she knows who to call and how to talk to them. Bills that need to be passed in Washington? She's worked with them all.",
        "America needs a leader with experience, who’s learned the tough lessons, and knows how to apply restraint and perspective to our complicated times."
      ],
      "sources": [
        "http://www.dailykos.com/story/2015/9/17/1422403/-Hillary-Clinton-s-Record-of-Accomplishments",
        "https://thecontrarianblogger.com/2016/08/24/the-morons-case-for-hillary-clinton-because-some-of-you-really-are-that-stupid/"
      ]
    },
    {
      "title": "She's corrupt! Look at all those scandals!",
      "argument": [
        "Hillary’s been in the public spotlight for a long time. And she’s been the subject of attacks and campaigns to smear her for that long",
        "Accusation doesn’t equal guilt:  Let’s first remember, that an accusation doesn’t equal guilt.",
        "No allegations of corruption have ever stuck. In this world of nasty politics and rumors if anything were as earth-shattering as Fox News claims it would have come to trial and conviction",
        "Check your sources on the internet: There are a lot of crazy scandals and accusations on the internet (Clinton was mean to a dog once, she’s stole White House furniture, etc etc etc). Please, check your sources, don’t rely on hearsay or gossip."
      ],
      "sources": [
        "http://www.theatlantic.com/politics/archive/2016/06/tracking-the-clinton-controversies-from-whitewater-to-benghazi/396182/",
        "http://www.wnd.com/2015/05/here-they-are-hillarys-22-biggest-scandals-ever",
        "http://www.theatlantic.com/magazine/archive/2015/03/among-the-hillary-haters/384976/"
      ]
    },
    {
      "title": "Hillary was mean to a dog!",
      "argument": "That's dumb and you know it",
      "sources": [
        "http://caitlin.com"
      ]
    }
  ]
}